{
  "id": "SP-ATR-452",
  "student": {
    "name": "rwrwr",
    "email": "shareli@univ.haifa.ac.il"
  },
  "caseData": {
    "id": "SP-ATR-452",
    "caseCode": "ATR-83",
    "title": "פרשת הכישלון ביחידת המחקר בחברת דלתא לייף",
    "eventDescription": "**רקע:**\nחברת מחקר בדיונית פיתחה במשך שנתיים מוצר חדשני. הצוות כלל מנהל בכיר, חוקר מוביל, ושני חוקרים זוטרים. הפרויקט זכה לתמיכה ותשומת לב רבה.\n\n**התפתחות המשבר:**\nבשלב מתקדם התברר שהמוצר אינו יעיל ועלול להזיק. הממצאים החלו להצביע על שגיאות במחקר הבסיסי, אך לא היה ברור מי אחראי לשגיאות.\n\n**התוצאות:**\nכשהפרויקט נעצר, התחילה מלחמת האשמות. המנהל טען שהחוקר הבכיר לא פיקח מספיק. החוקר הבכיר טען שהלחץ הניהולי גרם לחיפזון. החוקרים הזוטרים טענו שקיבלו הנחיות לא ברורות.\n\n**הערה חשובה:** זהו מקרה בדיוני המיועד למטרות לימוד בלבד. כל הפרטים, השמות והארגונים הם פיקטיביים.\n\nמקרה זה מעלה שאלות מעמיקות על תהליכי קבלת החלטות, דינמיקה חברתית, והשפעת הקשר ארגוני על התנהגות אנושית.",
    "expertAnalyses": [
      {
        "name": "פרופ' י. כחול (שם בדיוני - מומחה לפסיכולוגיה קוגניטיבית)",
        "analysis": "המקרה מדגים את 'שגיאת השיוך הבסיסית' בפעולה. כל צד מייחס את הכישלון לגורמים אישיותיים של האחרים ולא למערך הנסיבות. זהו דוגמה קלאסית לכך שאנשים מייחסים התנהגות שלילית של אחרים לתכונות אישיות ולא למצב."
      },
      {
        "name": "ד\"ר ת. ירוק (שם בדיוני - מומחה לאתיקה מחקרית)",
        "analysis": "הבעיה כאן לא רק פסיכולוגית אלא מבנית. המחקר מתנהל בסביבה תחרותית עם לחצים לתוצאות מהירות. הייחוס של האשמה לפרטים מתעלם מהבעיות המערכתיות - חוסר פיקוח, לחצי זמן, ותחרות יתר."
      },
      {
        "name": "ד\"ר נ. לבן (שם בדיוני - מומחה לפסיכולוגיה חברתית)",
        "analysis": "המקרה מראה את השפעת הסטטוס על דפוסי השיוך. המנהל הבכיר מייחס את הכישלון 'למטה', בעוד שהחוקרים מייחסים אותו 'למעלה'. זה מדגים איך היררכיה משפיעה על דפוסי השיוך. בנוסף, גורמים חיצוניים נוטים להכללות פשטניות."
      }
    ],
    "analysisQuestions": [
      "כיצד תיאוריית השיוך מסבירה את התפתחות המצב שתואר?",
      "נתח את הדפוסים הפסיכולוגיים החברתיים שמופיעים במקרה.",
      "השווה בין שלושת הניתוחים המוצגים - איזה מהם הכי משכנע ולמה?",
      "אילו גורמים נוספים (פסיכולוגיים, ארגוניים, תרבותיים) השפיעו על המצב?",
      "הצע שלושה צעדים קונקרטיים למניעת מצבים דומים בעתיד, בהתבסס על התיאוריות הרלוונטיות."
    ],
    "theories": [
      "תיאוריית השיוך",
      "שגיאת השיוך הבסיסית",
      "הטיית שירות עצמי",
      "ממדים סיבתיים",
      "מוקד שליטה"
    ],
    "context": "ארגון בדיוני",
    "teacherGuide": [
      "זיהוי התיאוריה: אילו אלמנטים במקרה מצביעים בבירור על תיאוריית השיוך?",
      "ניתוח השוואתי: מה החוזקות והחולשות של כל ניתוח מומחה?",
      "הקשר ארגוני: כיצד המבנה הארגוני משפיע על התפתחות המצב?",
      "פתרונות מעשיים: אילו התערבויות יכולות למנוע מצבים דומים?",
      "חשיבה ביקורתית: באילו נקודות ניתן לערער על הניתוחים המוצגים?"
    ],
    "stakeholders": [
      "מנהלים",
      "חברי צוות"
    ],
    "disclaimer": "**הערה: כל השמות, החברות, והמומחים בדיוניים לחלוטין. כל דמיון למקרים אמיתיים הוא מקרי בלבד.**",
    "generatedBy": "systematic",
    "primaryTheory": "תיאוריית השיוך",
    "studentHash": 5000
  },
  "timestamp": "2025-09-15T16:15:27.330Z",
  "submittedAt": 1757952927330,
  "generatedBy": "systematic"
}