{
  "id": "SP-STE-068",
  "student": {
    "name": "sddadad",
    "email": "shareli@univ.haifa.ac.il"
  },
  "caseData": {
    "id": "SP-STE-068",
    "caseCode": "STE-05",
    "title": "מקרה מבחן: סטריאוטיפים ודעות קדומות בדיגיטל סולושנס",
    "eventDescription": "חברת דיגיטל סולושנס, המתמחה בשירותים פיננסיים, התמודדה עם מצב מורכב השבוע. בסיטואציה של regulatory compliance, התנהגות הצוות מדגימה את עקרונות סטריאוטיפים ודעות קדומות\n\nהמצב הורכב בגלל אי ודאות, מה שהוביל לכך שירידה במוטיבציה. \n\nהצוות נדרש לקבל החלטות מהירות תחת לחץ, ותגובות שונות של חברי הצוות חשפו דפוסי התנהגות מעניינים הקשורים לסטריאוטיפים ודעות קדומות.\n\nהמקרה מדגים כיצד Gender stereotypes וAge bias משפיעים על דינמיקה ארגונית ועל איכות ההחלטות המתקבלות בסביבת עבודה מאתגרת.",
    "expertAnalyses": [
      {
        "expertName": "ד\"ר מיכל רוזן (פסיכולוגיה ארגונית)",
        "analysis": "המקרה מדגים בבירור את עקרונות סטריאוטיפים ודעות קדומות. ניתן לראות כיצד Gender stereotypes השפיע על תהליך קבלת ההחלטות."
      },
      {
        "expertName": "פרופ' דוד כהן (התנהגות צרכנים)",
        "analysis": "הניתוח צריך להיות זהיר יותר - המצב עשוי להיות מורכב יותר מסטריאוטיפים ודעות קדומות בלבד."
      },
      {
        "expertName": "ד\"ר שרה לוי (פסיכולוגיה חברתית)",
        "analysis": "מעניין לבחון את המקרה דרך עדשה של Age bias במקום להתמקד רק בסטריאוטיפים ודעות קדומות."
      }
    ],
    "analysisQuestions": [
      "כיצד סטריאוטיפים ודעות קדומות מסביר את האירועים שתוארו במקרה?",
      "אילו מושגים ספציפיים מתוך Gender stereotypes, Age bias, Unconscious bias, Discrimination, Stereotype activation, Contact hypothesis רלוונטיים כאן?",
      "מה היו ההשלכות של התנהגות זו על הארגון?",
      "איך ניתן היה למנוע או לשפר את המצב באמצעות הבנה של סטריאוטיפים ודעות קדומות?",
      "השווה בין הניתוחים השונים של המומחים - איזה מהם הכי משכנע ולמה?"
    ],
    "theories": [
      "סטריאוטיפים ודעות קדומות",
      "Gender stereotypes",
      "Age bias",
      "Unconscious bias"
    ],
    "context": "שירותים פיננסיים",
    "teacherGuide": [
      "העמיד שלו: מה התיאוריה החזקה ביותר במקרה זה?",
      "נקודות חולשה: איפה הניתוח לא מספיק מדויק?",
      "חלופות: אילו תיאוריות אחרות יכולות להסביר את המצב?",
      "יישום: איך התובנות יכולות לשפר ביצועים עתידיים?"
    ],
    "stakeholders": [
      "Portfolio Manager",
      "Risk Analyst",
      "Client Advisor",
      "Compliance Officer"
    ],
    "generatedBy": "systematic",
    "primaryTheory": "Stereotypes and Prejudice",
    "studentHash": 9096
  },
  "timestamp": "2025-09-15T11:44:40.386Z",
  "submittedAt": 1757936680386,
  "generatedBy": "systematic"
}