{
  "id": "SP-SID-295",
  "student": {
    "name": "afaf",
    "email": "shareli@univ.haifa.ac.il"
  },
  "caseData": {
    "id": "SP-SID-295",
    "caseCode": "SID-16",
    "title": "קונפליקט המחלקות בחברת גמא סולושנס",
    "eventDescription": "**רקע:**\nחברת טכנולוגיה בדיונית חולקה לשתי מחלקות עיקריות: פיתוח ומכירות. בעבר המחלקות עבדו יחד בהרמוניה, אך כשההנהלה החליטה על קיצוצים, המצב השתנה.\n\n**התפתחות המשבר:**\nהמחלקות החלו להילחם על משאבים. מחלקת הפיתוח טענה שהיא 'הלב של החברה' ומחלקת המכירות טענה שהיא 'מביאה את ההכנסות'. התפתחו סטריאוטיפים: המפתחים הוגדרו כ'מנותקים מהמציאות' והמוכרים כ'שטחיים'.\n\n**התוצאות:**\nתוך חודשים הפגיעה בשיתוף הפעולה הובילה לעיכובים, איבוד לקוחות, וירידה ברווחים. עובדים עזבו והלקוחות התלוננו על חוסר תיאום.\n\n**הערה חשובה:** זהו מקרה בדיוני המיועד למטרות לימוד בלבד. כל הפרטים, השמות והארגונים הם פיקטיביים.\n\nמקרה זה מעלה שאלות מעמיקות על תהליכי קבלת החלטות, דינמיקה חברתית, והשפעת הקשר ארגוני על התנהגות אנושית.",
    "expertAnalyses": [
      {
        "name": "פרופ' ד. גולד (שם בדיוני - מומחה לפסיכולוגיה חברתית)",
        "analysis": "זהו מקרה של תיאוריית הזהות החברתית בפעולה. כשהמשאבים נעשו מוגבלים, הקבוצות חיזקו את הזהות הפנימית שלהן על חשבון הקבוצה השנייה. הסטריאוטיפים מציגים את תופענות 'הרמת הקבוצה הפנימית' ו'הורדת הקבוצה החיצונית'."
      },
      {
        "name": "ד\"ר מ. סילבר (שם בדיוני - מומחה לייעוץ ארגוני)",
        "analysis": "הניתוח צריך להתמקד בתהליך השינוי. בהתחלה המחלקות עבדו בהרמוניה - מה השתנה? המפתח הוא ההקשר התחרותי שיצרה ההנהלה. זה לא מקרה של 'עוינות טבעית' בין קבוצות אלא תוצר של מבנה ארגוני בעייתי."
      },
      {
        "name": "ד\"ר ר. חן (שם בדיוני - מומחה לפסיכולוגיה ארגונית)",
        "analysis": "מעניין שהחלוקה התפתחה על בסיס מקצועי. זה מראה שהזהות החברתית הבולטת ביותר אינה בהכרח הדמוגרפית, אלא זו שרלוונטית להקשר. בסביבה עסקית, הזהות המקצועית עשויה להיות חזקה יותר מזהויות אחרות."
      }
    ],
    "analysisQuestions": [
      "כיצד תיאוריית הזהות החברתית מסבירה את התפתחות המצב שתואר?",
      "נתח את הדפוסים הפסיכולוגיים החברתיים שמופיעים במקרה.",
      "השווה בין שלושת הניתוחים המוצגים - איזה מהם הכי משכנע ולמה?",
      "אילו גורמים נוספים (פסיכולוגיים, ארגוניים, תרבותיים) השפיעו על המצב?",
      "הצע שלושה צעדים קונקרטיים למניעת מצבים דומים בעתיד, בהתבסס על התיאוריות הרלוונטיות."
    ],
    "theories": [
      "תיאוריית הזהות החברתית",
      "זהות קבוצתית",
      "הטיה בעד הקבוצה הפנימית",
      "סטריאוטיפים",
      "קטגוריזציה חברתית"
    ],
    "context": "ארגון בדיוני",
    "teacherGuide": [
      "זיהוי התיאוריה: אילו אלמנטים במקרה מצביעים בבירור על תיאוריית הזהות החברתית?",
      "ניתוח השוואתי: מה החוזקות והחולשות של כל ניתוח מומחה?",
      "הקשר ארגוני: כיצד המבנה הארגוני משפיע על התפתחות המצב?",
      "פתרונות מעשיים: אילו התערבויות יכולות למנוע מצבים דומים?",
      "חשיבה ביקורתית: באילו נקודות ניתן לערער על הניתוחים המוצגים?"
    ],
    "stakeholders": [
      "עובדים",
      "לקוחות",
      "בעלי עניין"
    ],
    "disclaimer": "**הערה: כל השמות, החברות, והמומחים בדיוניים לחלוטין. כל דמיון למקרים אמיתיים הוא מקרי בלבד.**",
    "generatedBy": "systematic",
    "primaryTheory": "תיאוריית הזהות החברתית",
    "studentHash": 8018
  },
  "timestamp": "2025-09-15T16:15:46.931Z",
  "submittedAt": 1757952946931,
  "generatedBy": "systematic"
}